[
  {
    "id": 1,
    "suraArbi": "اللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ الْحَـىُّ الْقَيُّوْمُ  لَا تَاْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ‌ؕ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ‌ؕ مَنْ ذَا الَّذِىْ يَشْفَعُ عِنْدَهٗۤ اِلَّا بِاِذْنِهٖ‌ؕ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ‌ۚ وَلَا يُحِيْطُوْنَ بِشَىْءٍ مِّنْ عِلْمِهٖۤ اِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَ‌‌ۚ وَلَا يَـــُٔوْدُهٗ حِفْظُهُمَا ‌ۚ وَ هُوَ الْعَلِىُّ الْعَظِيْمُ",
    "suraBangla":"আল্লা-হু লাইলা-হা ইল্লা-হুওয়া আল হাইয়ুল কাইয়ূমু লা-তা’খুযুহূ ছিনাতুওঁ ওয়ালা-নাওমুন লাহূ মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি মান যাল্লাযী ইয়াশফা‘উ ‘ইনদাহূইল্লা-বিইযনিহী ইয়া‘লামুমা-বাইনা আইদীহিম ওয়ামা-খালফাহুম ওয়ালা-ইউহীতূনা বিশাইইম মিন ‘ইলমিহীইল্লা-বিমা-শাআ ওয়াছি‘আ কুরছিইয়ুহুছ ছামা-ওয়া-তি ওয়াল আরদা ওয়ালা-ইয়াঊদুহু হিফজু হুমা-ওয়া হুওয়াল ‘আলিইয়ূল ‘আজীম।",
    "meaning": "আল্লাহ ছাড়া অন্য কোন উপাস্য নেই, তিনি জীবিত, সবকিছুর ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না এবং নিদ্রাও নয়। আসমান ও যমীনে যা কিছু রয়েছে, সবই তাঁর। কে আছ এমন, যে সুপারিশ করবে তাঁর কাছে তাঁর অনুমতি ছাড়া? দৃষ্টির সামনে কিংবা পিছনে যা কিছু রয়েছে সে সবই তিনি জানেন। তাঁর জ্ঞানসীমা থেকে তারা কোন কিছুকেই পরিবেষ্টিত করতে পারে না, কিন্তু যতটুকু তিনি ইচ্ছা করেন। তাঁর সিংহাসন সমস্ত আসমান ও যমীনকে পরিবেষ্টিত করে আছে। আর সেগুলোকে ধারণ করা তাঁর পক্ষে কঠিন নয়। তিনিই সর্বোচ্চ এবং সর্বাপেক্ষা মহান।",
    "suraName": "আয়াতুল কুরসি"
  },
  {
    "id":2,
    "suraArbi":"قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِنْ شَرِّ مَا خَلَقَ  وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ  وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ  وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "suraBangla":"ক্বুল আউযু বিরাব্বিল ফালাক। মিন শাররি মাখালাক্ব। ওয়া মিন শাররি গাসিক্বিন ইযা অক্বাব। ওয়া মিন শাররিন নাফ্‌ফাসাতি ফিল্‌ উকাদ। ওয়া মিন শাররি হাসিদিন ইযা হাসাদ।",
    "meaning":"বলুন, আমি আশ্রয় গ্রহণ করছি প্রভাতের পালনকর্তার, তিনি যা সৃষ্টি করেছেন, তার অনিষ্ট থেকে, অন্ধকার রাত্রির অনিষ্ট থেকে, যখন তা সমাগত হয়, গ্রন্থিতে ফুঁৎকার দিয়ে জাদুকারিনীদের অনিষ্ট থেকে এবং হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে।",
    "suraName":"সূরা আল-ফালাক"
  },
  {
    "id":3,
    "suraArbi":"",
    "suraBangla":"",
    "meaning":"",
    "suraName":""
  },
  {
    "id":4,
    "suraArbi":"",
    "suraBangla":"",
    "meaning":"",
    "suraName":""
  },
  {
    "id":5,
    "suraArbi":"",
    "suraBangla":"",
    "meaning":"",
    "suraName":""
  },
  {
    "id":6,
    "suraArbi":"",
    "suraBangla":"",
    "meaning":"",
    "suraName":""
  }
]
